{
    "header.aboutme": "Über mich",
    "header.skills": "Fähigkeiten",
    "header.projects": "Projekte",
    "startpage.developer": "Entwickler",
    "startpage.mywork": "Meine Arbeit",
    "startpage.contactme": "Kontaktiere mich",
    "startpage.opentowork": "Offen für neue Arbeitsmöglichkeiten",
    "startpage.available": "Verfügbar für Remote-Arbeit",
    "startpage.based": "Wohnort in Frankenthal",
    "aboutme.whoiam": "Wer ich bin",
    "aboutme.aboutme": "Über mich",
    "aboutme.description": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus Frankenthal. Motiviert durch die unbegrenzten Möglichkeiten in der IT freue ich mich darauf, visuell ansprechende und benutzerfreundliche Websites sowie Anwendungen zu gestalten.",
    "aboutme.location": "Im Bezug der Arbeitsumgebung bin ich flexibel. Ich kann sowohl vor Ort in Frankenthal als auch remote effektiv arbeiten.",
    "aboutme.mind": "Ich bin aufgeschlossen und stets auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "aboutme.goals": "In meinem Beruf ist Programmieren nicht nur das Schreiben von Code. Es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu übersetzen. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zu verwirklichen.",
    "technologies.technologies": "Technologien",
    "technologies.skillset": "Fähigkeiten",
    "technologies.description": "Meine Reise beinhaltete die Arbeit an vielfältigen Projekten, bei denen ich eine Reihe von Frontend-Technologien und -Konzepten eingesetzt habe. Ich bin offen dafür, neue Technologien und Methoden zu erlernen, um meine Fähigkeiten kontinuierlich zu verbessern und im sich ständig weiterentwickelnden Bereich der Webentwicklung stets einen Schritt voraus zu sein.",
    "technologies.youneed": "Sie benötigen",
    "technologies.anotherskill": "eine weitere Fähigkeit?",
    "technologies.contactme": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
    "technologies.letstalk": "Kontaktieren",
    "technologies.growth": "Wachsendes",
    "technologies.mindset": "denken",
    "portfolio.portfolio": "Portfolio",
    "portfolio.featured": "Ausgewählte Projekte",
    "portfolio.description1": "Entdecken Sie eine Auswahl meiner Arbeiten hier - Interagieren Sie mit",
    "portfolio.description2": "Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "colleagues": {
        "headline": "Was meine Kollegen über mich sagen",
        "vanessa": "Sascha ist fokussiert und geschickt darin, sich an ändernde Umstände anzupassen, um sicherzustellen, dass die Ziele erreicht werden und das Team auf Kurs bleibt. Das macht ihn zu einer wertvollen Unterstützung für das Team.",
        "marcel": "Saschas ruhige Art half uns, konzentriert an unserer Arbeit zu bleiben, während seine technischen Fähigkeiten eine entscheidende Rolle für den Erfolg des Projekts spielten.",
        "mario": "Die Zusammenarbeit mit Sascha ist immer angenehm. Er bringt innovative Ideen und kreative Lösungen in jede Aufgabe ein."
    },
    "contact": {
        "contact": "Kontaktiere mich",
        "letswork": "Lass uns",
        "together": "zusammenarbeiten",
        "problem": "Hast du ein Problem, das gelöst werden muss?",
        "description": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
        "need": "Brauchst du einen Frontend-Entwickler?",
        "letstalk": "Lass uns reden!",
        "name": "Wie heißt du?",
        "email": "Wie lautet deine E-Mail-Adresse?",
        "help": "Wie kann ich dir helfen?",
        "read": "Ich habe die",
        "privacy": "Datenschutzerklärung",
        "agree": "gelesen und stimme der Verarbeitung meiner Daten gemäß der Beschreibung zu.",
        "hello": "Sag Hallo ;)",
        "yourName": "Wie lautet dein Name?",
        "yourEmail": "Wie ist deine Email?",
        "yourMessage": "Wie kann ich dir helfen?",
        "iveRead": "Ich habe die",
        "privacyPolicy": "Datenschutzrichtlinie",
        "privacyAgree": "gelesen und akzeptiere die Verarbeitung meiner Daten.",
        "sayHello": "Sag Hallo ;)"
    },
    "footer": {
        "webDeveloper": "Web Entwickler",
        "location": "Frankenthal, Deutschland",
        "legalNotice": "Rechtlicher Hinweis"
    }
}