{
    "header.aboutme": "Über mich",
    "header.skills": "Fähigkeiten",
    "header.projects": "Projekte",
    "startpage.developer": "Entwickler",
    "startpage.mywork": "Meine Arbeit",
    "startpage.contactme": "Kontaktiere mich",
    "startpage.opentowork": "Offen für neue Arbeitsmöglichkeiten",
    "startpage.available": "Verfügbar für Remote-Arbeit",
    "startpage.based": "Wohnort in Frankenthal",
    "aboutme.whoiam": "Wer ich bin",
    "aboutme.aboutme": "Über mich",
    "aboutme.description": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus Frankenthal. Motiviert durch die unbegrenzten Möglichkeiten in der IT freue ich mich darauf, visuell ansprechende und benutzerfreundliche Websites sowie Anwendungen zu gestalten.",
    "aboutme.location": "Im Bezug der Arbeitsumgebung bin ich flexibel. Ich kann sowohl vor Ort in Frankenthal als auch remote effektiv arbeiten.",
    "aboutme.mind": "Ich bin aufgeschlossen und stets auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "aboutme.goals": "In meinem Beruf ist Programmieren nicht nur das Schreiben von Code. Es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu übersetzen. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zu verwirklichen.",
    "technologies.technologies": "Technologien",
    "technologies.skillset": "Fähigkeiten",
    "technologies.description": "Meine Reise beinhaltete die Arbeit an vielfältigen Projekten, bei denen ich eine Reihe von Frontend-Technologien und -Konzepten eingesetzt habe. Ich bin offen dafür, neue Technologien und Methoden zu erlernen, um meine Fähigkeiten kontinuierlich zu verbessern und im sich ständig weiterentwickelnden Bereich der Webentwicklung stets einen Schritt voraus zu sein.",
    "technologies.youneed": "Sie benötigen",
    "technologies.anotherskill": "eine weitere Fähigkeit?",
    "technologies.contactme": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
    "technologies.letstalk": "Kontaktieren",
    "technologies.growth": "Wachsendes",
    "technologies.mindset": "denken",
    "portfolio.portfolio": "Portfolio",
    "portfolio.featured": "Ausgewählte Projekte",
    "portfolio.description1": "Entdecken Sie eine Auswahl meiner Arbeiten hier - Interagieren Sie mit",
    "portfolio.description2": "Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "colleagues": {
        "headline": "Was meine Kollegen über",
        "headline2": "mich sagen",
        "vanessa": "Sascha ist fokussiert und geschickt darin, sich an ändernde Umstände anzupassen, um sicherzustellen, dass die Ziele erreicht werden und das Team auf Kurs bleibt. Das macht ihn zu einer wertvollen Unterstützung für das Team.",
        "marcel": "Sascha's ruhige Art half uns, konzentriert an unserer Arbeit zu bleiben, während seine technischen Fähigkeiten eine entscheidende Rolle für den Erfolg des Projekts spielten.",
        "mario": "Die Zusammenarbeit mit Sascha ist immer angenehm. Er bringt innovative Ideen und kreative Lösungen in jede Aufgabe ein."
    },
    "contact": {
        "contact": "Kontaktiere mich",
        "letswork": "Lass uns",
        "together": "zusammenarbeiten",
        "problem": "Hast du ein Problem, das gelöst werden muss?",
        "description": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören,",
        "description2": "deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
        "need": "Brauchst du einen Frontend-Entwickler?",
        "letstalk": "Lass uns reden!",
        "name": "Wie heißt du?",
        "email": "Wie lautet deine E-Mail-Adresse?",
        "help": "Wie kann ich dir helfen?",
        "read": "Ich habe die",
        "privacy": "Datenschutzerklärung",
        "agree": "gelesen und stimme der Verarbeitung meiner Daten gemäß der Beschreibung zu.",
        "hello": "Sag Hallo ;)",
        "yourName": "Wie lautet dein Name?",
        "yourEmail": "Wie ist deine Email?",
        "yourMessage": "Wie kann ich dir helfen?",
        "iveRead": "Ich habe die",
        "privacyPolicy": "Datenschutzrichtlinie",
        "privacyAgree": "gelesen und akzeptiere die Verarbeitung meiner Daten.",
        "sayHello": "Sag Hallo ;)"
    },
    "footer": {
        "webDeveloper": "Web Entwickler",
        "location": "Frankenthal, Deutschland",
        "legalNotice": "Impressum"
    },
    "privacyPolicy": {
        "title": "Datenschutzerklärung",
        "lastUpdated": "Zuletzt aktualisiert: 23. Dezember 2024",
        "description1": "Diese Datenschutzerklärung beschreibt unsere Richtlinien und Verfahren zur Sammlung, Nutzung und Offenlegung Ihrer Informationen, wenn Sie den Dienst nutzen, und informiert Sie über Ihre Datenschutzrechte und wie das Gesetz Sie schützt.",
        "description2": "Wir verwenden Ihre personenbezogenen Daten, um den Dienst bereitzustellen und zu verbessern. Durch die Nutzung des Dienstes stimmen Sie der Erhebung und Verwendung von Informationen gemäß dieser Datenschutzerklärung zu.",
        "note": "Diese Datenschutzerklärung wurde mit Hilfe des Datenschutzerklärung-Generators erstellt.",
        "generatorLink": "https://www.termsfeed.com/privacy-policy-generator/",
        "interpretationAndDefinitions": "Interpretation und Definitionen",
        "interpretation": "Interpretation",
        "interpretationText": "Die Wörter, deren Anfangsbuchstabe großgeschrieben ist, haben unter den folgenden Bedingungen definierte Bedeutungen. Die folgenden Definitionen haben dieselbe Bedeutung, unabhängig davon, ob sie im Singular oder Plural erscheinen.",
        "definitions": "Definitionen",
        "definitionsText": "Für die Zwecke dieser Datenschutzerklärung:",
        "account": "Konto",
        "accountText": "bezeichnet ein einzigartiges Konto, das für Sie erstellt wurde, um auf unseren Dienst oder Teile unseres Dienstes zuzugreifen.",
        "affiliate": "Verbundenes Unternehmen",
        "affiliateText": "bezeichnet eine Entität, die ein Unternehmen kontrolliert, von diesem kontrolliert wird oder unter gemeinsamer Kontrolle mit einem Unternehmen steht, wobei „Kontrolle“ den Besitz von 50 % oder mehr der Anteile, Eigenkapitalanteile oder anderen Wertpapiere bedeutet, die berechtigt sind, Direktoren oder andere verwaltende Behörden zu wählen.",
        "company": "Unternehmen",
        "companyText": "(im Folgenden als „das Unternehmen“, „Wir“, „Uns“ oder „Unser“ bezeichnet) bezieht sich auf Borowski Sascha.",
        "cookies": "Cookies",
        "cookiesText": "sind kleine Dateien, die von einer Website auf Ihrem Computer, mobilen Gerät oder einem anderen Gerät abgelegt werden und Details zu Ihrem Browserverlauf auf dieser Website sowie viele andere Funktionen enthalten.",
        "country": "Land",
        "countryText": "bezieht sich auf: Rheinland-Pfalz, Deutschland.",
        "device": "Gerät",
        "deviceText": "bezeichnet jedes Gerät, das auf den Dienst zugreifen kann, wie ein Computer, ein Handy oder ein digitales Tablet.",
        "personalData": "Personenbezogene Daten",
        "personalDataText": "sind alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.",
        "service": "Dienst",
        "serviceText": "bezieht sich auf die Website.",
        "serviceProvider": "Dienstleister",
        "serviceProviderText": "bezeichnet jede natürliche oder juristische Person, die die Daten im Auftrag des Unternehmens verarbeitet. Sie bezieht sich auf Drittanbieter, die vom Unternehmen beauftragt wurden, den Dienst bereitzustellen, um den Dienst im Auftrag des Unternehmens anzubieten, Dienstleistungen im Zusammenhang mit dem Dienst zu erbringen oder dem Unternehmen zu helfen, zu analysieren, wie der Dienst genutzt wird.",
        "usageData": "Nutzungsdaten",
        "usageDataText": "bezeichnet Daten, die automatisch gesammelt werden, entweder durch die Nutzung des Dienstes oder durch die Infrastruktur des Dienstes selbst (z. B. die Dauer eines Seitenbesuchs).",
        "website": "Website",
        "websiteText": "bezieht sich auf Borowski Sascha, zugänglich unter.",
        "you": "Sie",
        "youText": "bezeichnet die Person, die auf den Dienst zugreift oder ihn nutzt, oder das Unternehmen oder eine andere juristische Person, in deren Namen diese Person auf den Dienst zugreift oder ihn nutzt, je nach Fall.",
        "fj93kd": "Erhebung und Nutzung Ihrer personenbezogenen Daten",
        "hd72ms": "Arten der gesammelten Daten",
        "lx92kd": "Personenbezogene Daten",
        "pq83nf": "Während Sie unseren Dienst nutzen, können wir Sie auffordern, uns bestimmte personenbezogene Informationen zur Verfügung zu stellen, die dazu verwendet werden können, Sie zu kontaktieren oder zu identifizieren. Zu den personenbezogenen Informationen können unter anderem gehören:",
        "ab39zx": "E-Mail-Adresse",
        "vk52qp": "Vorname und Nachname",
        "wy83tm": "Nutzungsdaten",
        "df64pl": "Nutzungsdaten",
        "qm27vz": "Nutzungsdaten werden automatisch gesammelt, wenn Sie den Dienst nutzen.",
        "nx38kt": "Nutzungsdaten können Informationen wie die IP-Adresse Ihres Geräts (z. B. IP-Adresse), den Browsertyp, die Browserversion, die Seiten unseres Dienstes, die Sie besuchen, die Zeit und das Datum Ihres Besuchs, die Zeit, die Sie auf diesen Seiten verbringen, eindeutige Gerätekennungen und andere Diagnosedaten enthalten.",
        "zl47pm": "Wenn Sie auf den Dienst über ein mobiles Gerät zugreifen, können wir bestimmte Informationen automatisch sammeln, einschließlich, aber nicht beschränkt auf, die Art des mobilen Geräts, das Sie verwenden, Ihre eindeutige Geräte-ID, die IP-Adresse Ihres mobilen Geräts, Ihr mobiles Betriebssystem, den Typ des mobilen Internetbrowsers, den Sie verwenden, eindeutige Gerätekennungen und andere Diagnosedaten.",
        "kp18yx": "Wir können auch Informationen sammeln, die Ihr Browser sendet, wenn Sie unseren Dienst besuchen oder wenn Sie auf den Dienst über ein mobiles Gerät zugreifen.",
        "tx92mf2": "Verwendung von Cookies und Tracking-Technologien",
        "vp34xw": "Wir verwenden Cookies und ähnliche Tracking-Technologien, um die Aktivität auf unserem Dienst zu verfolgen und bestimmte Informationen zu speichern. Die verwendeten Tracking-Technologien sind Beacons, Tags und Skripte, um Informationen zu sammeln und zu verfolgen und unseren Dienst zu verbessern und zu analysieren. Zu den verwendeten Technologien können gehören:",
        "gd85nz": "Cookies oder Browser-Cookies",
        "xq29bd": "Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät abgelegt wird. Sie können Ihren Browser so einstellen, dass er alle Cookies ablehnt oder Ihnen anzeigt, wenn ein Cookie gesendet wird. Wenn Sie Cookies jedoch nicht akzeptieren, können Sie möglicherweise einige Teile unseres Dienstes nicht nutzen. Sofern Sie Ihre Browsereinstellungen nicht so angepasst haben, dass Cookies abgelehnt werden, kann unser Dienst Cookies verwenden.",
        "yt47vm": "Web Beacons",
        "mz56wl": "Bestimmte Abschnitte unseres Dienstes und unsere E-Mails können kleine elektronische Dateien enthalten, die als Web Beacons bezeichnet werden (auch als klare GIFs, Pixel-Tags und Ein-Pixel-GIFs bezeichnet), die es dem Unternehmen beispielsweise ermöglichen, die Benutzer zu zählen, die diese Seiten besucht oder eine E-Mail geöffnet haben, und für andere verwandte Website-Statistiken (z. B. Aufzeichnung der Beliebtheit eines bestimmten Abschnitts und Überprüfung der Integrität von Systemen und Servern).",
        "fj93kd2": "Cookies und Datennutzung",
        "hd72ms2": "Überblick über Cookies",
        "rt28vc": "Cookies können 'Persistente' oder 'Sitzungs-Cookies' sein. Persistente Cookies verbleiben auf Ihrem Computer oder mobilen Gerät, wenn Sie offline gehen, während Sitzungs-Cookies gelöscht werden, sobald Sie Ihren Webbrowser schließen.",
        "kx64md": "Sie können mehr über Cookies in dem Artikel erfahren.",
        "np48gz": "Notwendige / Essentielle Cookies",
        "qd75lx": "Typ: Sitzungs-Cookies",
        "lp92mz": "Verwaltet durch: uns",
        "gf29vb": "Zweck: Diese Cookies sind erforderlich, um Ihnen Dienste bereitzustellen, die über die Website verfügbar sind, und um Ihnen die Nutzung einiger ihrer Funktionen zu ermöglichen.",
        "cf82zk": "Cookies-Policy / Hinweis auf Akzeptanz von Cookies",
        "bp56fq": "Typ: Persistente Cookies",
        "vm38yr": "Zweck: Diese Cookies identifizieren, ob Benutzer der Verwendung von Cookies auf der Website zugestimmt haben.",
        "jg59tx": "Funktions-Cookies",
        "zr47bm": "Typ: Persistente Cookies",
        "ld93vq": "Zweck: Diese Cookies ermöglichen es uns, sich an Ihre getroffenen Entscheidungen zu erinnern, wenn Sie die Website verwenden.",
        "kh39ls": "Wir verwenden sowohl Sitzungs- als auch Persistente Cookies für die nachfolgend angegebenen Zwecke:",
        "xp28nd": "Verwendung Ihrer personenbezogenen Daten",
        "wq67lt": "Das Unternehmen kann personenbezogene Daten für die folgenden Zwecke verwenden:",
        "vc39gf": "Um unseren Dienst bereitzustellen und zu warten",
        "rt92df": "einschließlich der Überwachung der Nutzung unseres Dienstes.",
        "yt57mp": "Um Ihr Konto zu verwalten",
        "lq84nx": "Um Ihre Registrierung als Benutzer des Dienstes zu verwalten.",
        "df94gp": "Zur Erfüllung eines Vertrages",
        "ns23vk": "Die Entwicklung, Einhaltung und Durchführung des Kaufvertrages für die Produkte, Artikel oder Dienstleistungen, die Sie gekauft haben.",
        "nj43sy": "Um Sie zu kontaktieren",
        "rt83pl": "Um Sie per E-Mail, Telefonanrufen, SMS oder anderen entsprechenden elektronischen Kommunikationsmitteln zu kontaktieren.",
        "lp32kb": "Um Ihnen Nachrichten, Sonderangebote und allgemeine Informationen bereitzustellen",
        "dh25jr": "Um Ihre Anfragen zu verwalten",
        "df64pl2": "Weitergabe Ihrer personenbezogenen Daten",
        "xz28lb": "Mit Dienstleistern",
        "cp39rq": "Wir können Ihre personenbezogenen Informationen mit Dienstleistern teilen, um die Nutzung unseres Dienstes zu überwachen und zu analysieren, um Sie zu kontaktieren.",
        "wm93vc": "Mit Geschäftspartnern",
        "bq58mt": "Wir können Ihre Informationen mit unseren Geschäftspartnern teilen, um Ihnen bestimmte Produkte, Dienstleistungen oder Sonderaktionen anzubieten.",
        "tx92mf": "Sicherheit Ihrer personenbezogenen Daten",
        "kd49mz": "Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig, aber denken Sie daran, dass keine Methode der Übertragung über das Internet 100% sicher ist.",
        "gc37xp": "Wir bemühen uns, kommerziell akzeptable Mittel zum Schutz Ihrer personenbezogenen Daten zu verwenden.",
        "qm48rz": "Wir können jedoch deren absolute Sicherheit nicht garantieren.",
        "kf82tn": "Datenschutz von Kindern",
        "bt94lx": "Unser Dienst richtet sich nicht an Personen unter 13 Jahren.",
        "vl56xf": "Änderungen dieser Datenschutzerklärung",
        "km48tz": "Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren.",
        "uz56kj": "Links zu anderen Websites",
        "hf93tz": "Unser Dienst kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden.",
        "hm92yf": "Wenn Sie auf einen Link zu einer Drittanbieter-Website klicken, werden Sie auf die Website dieses Drittanbieters weitergeleitet.",
        "jf92hn": "Wir empfehlen Ihnen dringend, die Datenschutzerklärung jeder von Ihnen besuchten Website zu überprüfen.",
        "kt49lz": "Übertragung Ihrer personenbezogenen Daten",
        "yr58qz": "Ihre Informationen, einschließlich personenbezogener Daten, werden in den Betriebsbüros des Unternehmens verarbeitet.",
        "tl83nx": "Löschen Ihrer personenbezogenen Daten",
        "rl74bz": "Sie haben das Recht, die Löschung Ihrer personenbezogenen Daten zu verlangen oder uns bei der Löschung der personenbezogenen Daten zu unterstützen, die wir über Sie gesammelt haben.",
        "vx94jt": "Gesetzesvollzug",
        "wp84hx": "Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre personenbezogenen Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder aufgrund gültiger Anfragen öffentlicher Behörden.",
        "mc92vf": "Andere rechtliche Anforderungen",
        "gq39vk": "Das Unternehmen kann Ihre personenbezogenen Daten in der guten Glauben weitergeben, dass eine solche Maßnahme notwendig ist, um:",
        "kn32vl": "Eine gesetzliche Verpflichtung zu erfüllen",
        "og83vf": "Die Rechte oder das Eigentum des Unternehmens zu schützen und zu verteidigen.",
        "oz47kc": "Die persönliche Sicherheit der Nutzer des Dienstes oder der Öffentlichkeit zu schützen.",
        "rp93hf": "Sich vor rechtlicher Haftung zu schützen.",
        "gh93sfl": "Kontaktieren Sie uns",
        "zt92sd": "Wenn Sie Fragen zu dieser Datenschutzerklärung haben, kontaktieren Sie uns bitte unter",
        "developer&#64;borowski-sascha.de": "developer&#64;borowski-sascha.de"
    },
    "imprint": {
        "imprint": "Impressum",
        "provider": "Anbieter",
        "contact": "Kontakt"
    }
}