{
    "header.aboutme": "About me",
    "header.skills": "Skills",
    "header.projects": "Projects",
    "startpage.developer": "Developer",
    "startpage.mywork": "Check my work",
    "startpage.contactme": "Contact me",
    "startpage.opentowork": "Open to work",
    "startpage.available": "Available for remote work",
    "startpage.based": "Based in Frankenthal",
    "aboutme.whoiam": "Who I Am",
    "aboutme.aboutme": "About me",
    "aboutme.description": "Hi, Im a german speaking Frontend Developer based in Frankenthal. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
    "aboutme.location": "Flexible in terms of working environments, I can work effectively both on-site in Frankenthal and remotely.",
    "aboutme.mind": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
    "aboutme.goals": "In my profession, programming isn't just about writing code. It's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",
    "technologies.technologies": "Technologies",
    "technologies.skillset": "Skill Set",
    "technologies.description": "My journey has involved working on diverse projects, employing a range of frontend technologies and concepts. I am open to embracing new technologies and methodologies to Continously enhance my skills and stay ahead in the ever-evolving landscape of web development.",
    "technologies.youneed": "You need",
    "technologies.anotherskill": "another Skill?",
    "technologies.contactme": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
    "technologies.letstalk": "Let's Talk",
    "technologies.growth": "Growth",
    "technologies.mindset": "mindset",
    "portfolio.portfolio": "Portfolio",
    "portfolio.featured": "Featured Projects",
    "portfolio.description1": "Explore a selection of my work here - Interact with",
    "portfolio.description2": "projects to see my skills in action.",
    "colleagues": {
        "headline": "What my colleagues say",
        "headline2": "about me",
        "vanessa": "Sascha is focused and skilled at adjusting to changing circumstances, ensuring that objectives are reached and the team stays on track. This makes him a valuable asset to the team.",
        "marcel": "Sascha's composed nature kept us focused on our work, while his technical skills played a crucial role in the project's success.",
        "mario": "Collaborating with Sascha is always enjoyable. He contributes innovative ideas and imaginative solutions to every task."
    },
    "contact": {
        "contact": "Contact me",
        "letswork": "Let's work",
        "together": "together",
        "problem": "Got a problem to solve?",
        "description": "Contact me through this form, I am interested in hearing from you, knowing your ideas",
        "description2": "and contributing to your projects with my work.",
        "need": "Need a Frontend developer?",
        "letstalk": "Let's Talk!",
        "name": "What's your name?",
        "email": "What's your email?",
        "help": "How can I help you",
        "read": "I've read the",
        "privacy": "Privacy Policy",
        "agree": "and agree to the processing of my data as outlined.",
        "hello": "Say Hello ;)",
        "yourName": "What's your name?",
        "yourEmail": "What's your email?",
        "yourMessage": "How can I help you?",
        "iveRead": "I've read the",
        "privacyPolicy": "Privacy Policy",
        "privacyAgree": "and agree to the processing of my data as outlined.",
        "sayHello": "Say Hello ;)"
    },
    "footer": {
        "webDeveloper": "Web Developer",
        "location": "Frankenthal, Germany",
        "legalNotice": "Legal Notice"
    },
    "privacyPolicy": {
        "title": "Privacy Policy",
        "lastUpdated": "Last updated: December 23, 2024",
        "description1": "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.",
        "description2": "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.",
        "note": "This Privacy Policy has been created with the help of the Privacy Policy Generator.",
        "generatorLink": "https://www.termsfeed.com/privacy-policy-generator/",
        "interpretationAndDefinitions": "Interpretation and Definitions",
        "interpretation": "Interpretation",
        "interpretationText": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
        "definitions": "Definitions",
        "definitionsText": "For the purposes of this Privacy Policy:",
        "account": "Account",
        "accountText": "means a unique account created for You to access our Service or parts of our Service.",
        "affiliate": "Affiliate",
        "affiliateText": "means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.",
        "company": "Company",
        "companyText": "(referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Borowski Sascha.",
        "cookies": "Cookies",
        "cookiesText": "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.",
        "country": "Country",
        "countryText": "refers to: Rheinland-Pfalz, Germany.",
        "device": "Device",
        "deviceText": "means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
        "personalData": "Personal Data",
        "personalDataText": "is any information that relates to an identified or identifiable individual.",
        "service": "Service",
        "serviceText": "refers to the Website.",
        "serviceProvider": "Service Provider",
        "serviceProviderText": "means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.",
        "usageData": "Usage Data",
        "usageDataText": "refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).",
        "website": "Website",
        "websiteText": "refers to Borowski Sascha, accessible from.",
        "you": "You",
        "youText": "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
        "fj93kd": "Collecting and Using Your Personal Data",
        "hd72ms": "Types of Data Collected",
        "lx92kd": "Personal Data",
        "pq83nf": "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:",
        "ab39zx": "Email address",
        "vk52qp": "First name and last name",
        "wy83tm": "Usage Data",
        "df64pl": "Usage Data",
        "qm27vz": "Usage Data is collected automatically when using the Service.",
        "nx38kt": "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.",
        "zl47pm": "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.",
        "kp18yx": "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.",
        "tx92mf2": "Tracking Technologies and Cookies",
        "vp34xw": "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:",
        "gd85nz": "Cookies or Browser Cookies",
        "xq29bd": "A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.",
        "yt47vm": "Web Beacons",
        "mz56wl": "Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).",
        "fj93kd2": "Cookies and Data Usage",
        "hd72ms2": "Cookies Overview",
        "rt28vc": "Cookies can be 'Persistent' or 'Session' Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser.",
        "kx64md": "You can learn more about cookies on the article.",
        "np48gz": "Necessary / Essential Cookies",
        "qd75lx": "Type: Session Cookies",
        "lp92mz": "Administered by: Us",
        "gf29vb": "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features.",
        "cf82zk": "Cookies Policy / Notice Acceptance Cookies",
        "bp56fq": "Type: Persistent Cookies",
        "vm38yr": "Purpose: These Cookies identify if users have accepted the use of cookies on the Website.",
        "jg59tx": "Functionality Cookies",
        "zr47bm": "Type: Persistent Cookies",
        "ld93vq": "Purpose: These Cookies allow us to remember choices You make when You use the Website.",
        "kh39ls": "We use both Session and Persistent Cookies for the purposes set out below:",
        "xp28nd": "Use of Your Personal Data",
        "wq67lt": "The Company may use Personal Data for the following purposes:",
        "vc39gf": "To provide and maintain our Service",
        "rt92df": "Including to monitor the usage of our Service.",
        "yt57mp": "To manage Your Account",
        "lq84nx": "To manage Your registration as a user of the Service.",
        "df94gp": "For the performance of a contract",
        "ns23vk": "The development, compliance and undertaking of the purchase contract for the products, items or services You have purchased.",
        "nj43sy": "To contact You",
        "rt83pl": "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication.",
        "lp32kb": "To provide You with news, special offers and general information",
        "dh25jr": "To manage Your requests",
        "df64pl2": "Sharing of Your Personal Data",
        "xz28lb": "With Service Providers",
        "cp39rq": "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.",
        "wm93vc": "With business partners",
        "bq58mt": "We may share Your information with Our business partners to offer You certain products, services, or promotions.",
        "tx92mf": "Security of Your Personal Data",
        "kd49mz": "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet is 100% secure.",
        "gc37xp": "We strive to use commercially acceptable means to protect Your Personal Data.",
        "qm48rz": "We cannot guarantee its absolute security.",
        "kf82tn": "Children's Privacy",
        "bt94lx": "Our Service does not address anyone under the age of 13.",
        "vl56xf": "Changes to this Privacy Policy",
        "km48tz": "We may update Our Privacy Policy from time to time.",
        "uz56kj": "Links to Other Websites",
        "hf93tz": "Our Service may contain links to other websites that are not operated by Us.",
        "hm92yf": "If You click on a third party link, You will be directed to that third party's site.",
        "jf92hn": "We strongly advise You to review the Privacy Policy of every site You visit.",
        "kt49lz": "Transfer of Your Personal Data",
        "yr58qz": "Your information, including Personal Data, is processed at the Company's operating offices.",
        "tl83nx": "Delete Your Personal Data",
        "rl74bz": "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.",
        "vx94jt": "Law enforcement",
        "wp84hx": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities.",
        "mc92vf": "Other legal requirements",
        "gq39vk": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:",
        "kn32vl": "Comply with a legal obligation",
        "og83vf": "Protect and defend the rights or property of the Company.",
        "oz47kc": "Protect the personal safety of Users of the Service or the public.",
        "rp93hf": "Protect against legal liability.",
        "gh93sfl": "Contact Us",
        "zt92sd": "If you have any questions about this Privacy Policy, please contact us at",
        "developer&#64;borowski-sascha.de": "developer&#64;borowski-sascha.de"
    },
    "imprint": {
        "imprint": "Imprint",
        "provider": "Provider",
        "contact": "Contact"
    }
}